Repository: alavifazel/telegramWPPoster
Catalog: locale/*/LC_MESSAGES/*.po
Languages: fa

source: Enter username:
fa: نام کاربری را وارد کنید:

source: Send me the title...
fa: عنوان را برایم ارسال کنید

source: Send me the categories, seperate with comma (,)
fa: :دسته بندی ها را با جدا سازی به وسیله کاما وارد کنید

source: Post has been published!
fa: مطلب در سایت منتشر شد

source: Is it correct?
fa: آیا مطلب صحیح است؟

source: Enter password:
fa: گذرواژه را وارد کنید:

source: Now send me some messages... When you are done, submit with /finish or cancel with /cancel .
fa: توضیحاتی را بفرستید.../n "در صورت اتمام، با ارسال /finish مطلب را ثبت کنید. در غیر این صورت با ارسال /cancel آن را لغو کنید./n

source: Invalid Credentials. Start the bot with /start to try again.
fa: مشخصات ورودی نادرست می باشد. لطفا با ارسال /start بات را از نو شروع کرده و مجدداَ امتحان کنید.

source: Login succesful!
fa: ورود موفقیت آمیز بود!

source: Send me the title
fa: عنوان را برایم ارسال کنید
